Repository: Samk13/rdm-restricted-permissions
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Swedish
sv: Svenska

source: Welcome to KTH data repo! 🦄
sv: Välkommen till KTH:s datarepositorium! 🦄

source: <div class='column'><p>By submitting records to our community, you hereby acknowledge and agree to be bound by the <a href='/terms-en' target='_blank'>terms and conditions of service</a> as set forth by KTH Royal Institute of Technology.</p></div>
sv: <div class='column'><p>Genom att lämna in uppgifter till vår gemenskap erkänner och samtycker du härmed till att vara bunden av <a href='/terms-en' target='_blank'>användarvillkoren och tjänstevillkoren</a> som fastställts av KTH Kungliga Tekniska högskolan.</p></div>

source: Unable to serialize auth response!
sv: Kan inte serialisera autentiseringsresponsen!

source: Token is empty or None
sv: Token är tom eller saknas (None)

source: Invalid token
sv: Ogiltig token

source: Sign up for an %(sitename)s account!
sv: Registrera dig för ett %(sitename)s konto!

source: I have read and agree to the
sv: Jag har läst och godkänner

source: terms of service
sv: användarvillkoren och tjänstevillkoren

source: of KTH Royal Institute of Technology.
sv: av Kungliga Tekniska Högskolan.

source: Sign up
sv: Skriva upp

source: Already have an account?
sv: Har du redan ett konto?

source: Log in
sv: Logga in

source: <p><a href="%(kth_tutorials)s" target="_self">How to guides</a></p>
sv: <p><a href="%(kth_tutorials)s" target="_blank">Hur gör man</a></p>

source: <p><a href="%(kth_terms)s">Terms of services</a></p>
sv: <p><a href="%(kth_terms)s">Användarvillkor</a></p>

source: <p><a href="%(kth_research)s" target="_blank">Research</a></p>
sv: <p><a href="%(kth_research)s" target="_blank">Forskning</a></p>

source: <p><a href="%(kth_about)s" target="_blank">About</a></p>
sv: <p><a href="%(kth_about)s" target="_blank">Om oss</a></p>

source: Powered by <a href="%(invenio_rdm)s">InvenioRDM</a>
sv: Drivs av<a href="%(invenio_rdm)s">InvenioRDM</a>

source: KTH Research data management system (V12 beta)
sv: KTH:s forskningsdatahanteringssystem (V12 beta)

source: By using this service you agree to the
sv: Genom att använda denna tjänst godkänner du

source: terms and conditions
sv: användarvillkoren och tjänstevillkoren

source: By becoming a community manager or inviting one, you agree to our
sv: Genom att bli en community manager eller bjuda in en, godkänner du våra

source: Terms of use and specific responsibilities as a community manager
sv: Användarvillkor och specifika ansvarsområden som en community manager
